Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/depts/udir.no/sfs_veiledning_31_vurderingsskjemaer-skjemaer.html.tmx
Source language: smj
Languages: sma

source: Udir.no - Ságájdahttemsjiebmá
sma: Udir.no - Gihtjehtimmiegoere

source: Ságájdahttemsjiebmá
sma: Gihtjehtimmiegoere

source: Ságájdalle:
sma: Gihtjehtæjja:

source: Ságájdahttemobjækta:
sma: Gihtjelgæjja:

source: Mierredum biejvve ja ájgge:
sma: Latjkeme biejjie jïh tijje:

source: Æjvvalimsadje:
sma: Gaavnesjimmiesijjie:

source: Gatjálvis:
sma: Gyhtjelasse:

source: (Ane gatjádallambágojt – gut, mij, gånnå, gåktu, nav vaj besa bágojs le ja ij la vásstádussajn.)
sma: (Nåhtedh gihtjemebaakojde – gie, maam, gusnie, guktie … naemhtie lieph jaavoe jïh ijje goh vaestiedassh.)

source: Vásstádus:
sma: Gyhtjelasse:
